Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: This deletes %@ from this iPhone, including its encrypted seed and any cached balances and transactions.
af: Dit verwyder %@ van hierdie iPhone af, insluitend die geënkripteerde saad en enige gekasde balanse en transaksies.
ar: سيؤدي هذا إلى حذف %@ من هذا الـ iPhone، بما في ذلك بذرتها المشفَّرة وأي أرصدة ومعاملات مخزَّنة مؤقتًا.
bg: Това изтрива %@ от този iPhone, включително неговото шифровано семе и всички кеширани баланси и транзакции.
bn: এটি এই iPhone থেকে %@ মুছে দেবে, এর এনক্রিপ্টেড সিড এবং যেকোনো ক্যাশ করা ব্যালেন্স এবং লেনদেন সহ।
ca: Això elimina %@ d'aquest iPhone, inclosa la seva llavor xifrada i tots els saldos i transaccions en memòria cau.
cs: Tím se z tohoto iPhonu odstraní %@ včetně šifrovaného seedu a všech uložených zůstatků a transakcí.
da: Dette sletter %@ fra denne iPhone, inklusive det krypterede seed og eventuelle cachelagrede saldi og transaktioner.
de: Dadurch wird %@ von diesem iPhone gelöscht, einschließlich des verschlüsselten Seeds sowie aller zwischengespeicherten Salden und Transaktionen.
el: Αυτό διαγράφει το %@ από αυτό το iPhone, μαζί με τον κρυπτογραφημένο σπόρο και τυχόν αποθηκευμένα υπόλοιπα και συναλλαγές.
es: Esto elimina %@ de este iPhone, incluida su semilla cifrada y todos los saldos y transacciones en caché.
et: See kustutab %@ sellesse iPhone'i, sealhulgas selle krüpteeritud seemne ning kõik vahemällu salvestatud saldod ja tehingud.
fa: این کار %@ را به همراه seed رمزگذاری‌شده و موجودی‌ها و تراکنش‌های ذخیره‌شده در حافظه نهان از این آیفون حذف می‌کند.
fi: Tämä poistaa kohteen %@ tästä iPhonesta, mukaan lukien sen salatun seedin sekä välimuistissa olevat saldot ja tapahtumat.
fil: Tatanggalin nito ang %@ sa iPhone na ito, kasama ang naka-encrypt na seed at lahat ng naka-cache na balanse at transaksyon.
fr: Cela supprime %@ de cet iPhone, y compris sa graine chiffrée et tous les soldes et transactions mis en cache.
he: פעולה זו מוחקת את %@ מה-iPhone הזה, כולל הסיד המוצפן שלו וכל היתרות והעסקאות במטמון.
hi: यह इस iPhone से %@ हटा देगा, जिसमें इसका एन्क्रिप्टेड सीड और सभी कैश किए गए बैलेंस और लेन-देन शामिल हैं।
hr: Time se s ovog iPhonea briše %@, uključujući njegovo šifrirano sjeme te sva spremljena stanja i transakcije.
hu: Ezzel törlődik a(z) %@ erről az iPhone-ról, beleértve a titkosított seedet és az összes gyorsítótárazott egyenleget és tranzakciót.
id: Ini menghapus %@ dari iPhone ini, termasuk seed terenkripsi dan saldo serta transaksi yang dicache.
is: Þetta eyðir %@ úr þessum iPhone, þar á meðal dulkóðuðum fræjum þess og öllum vistuðum stöðum og færslum.
it: Questa azione elimina %@ da questo iPhone, incluso il suo seme cifrato e i saldi e le transazioni in cache.
ja: これにより、暗号化されたシードおよびキャッシュされた残高や取引も含めて、この iPhone から %@ が削除されます。
ko: %@를 이 iPhone에서 삭제해요. 암호화된 시드와 캐시된 잔액 및 거래도 함께 삭제돼요.
lt: Tai pašalina %@ iš šio iPhone, įskaitant užšifruotą sėklą ir laikinai saugomus likučius bei operacijas.
lv: Tas dzēš %@ no šī iPhone, ieskaitot tā šifrēto sēklu un visus kešatmiņā saglabātos atlikumus un darījumus.
ml: ഇത് %@-നെ ഈ iPhone-ൽ നിന്ന് നീക്കം ചെയ്യും — അതിന്റെ എൻക്രിപ്റ്റ് ചെയ്ത seed-ഉം കാഷ് ചെയ്ത ബാലൻസുകളും ഇടപാടുകളും ഉൾപ്പെടെ.
mr: हे %@ ला या iPhone वरून हटवते — त्याचे एन्क्रिप्टेड seed आणि कॅश केलेले शिल्लक व व्यवहारांसह.
ms: Ini memadam %@ daripada iPhone ini, termasuk benih tersulit dan baki serta transaksi yang dicache.
nb: Dette sletter %@ fra denne iPhone, inkludert den krypterte seeden og eventuelle bufrede saldoer og transaksjoner.
nl: Hiermee wordt %@ verwijderd van deze iPhone, inclusief het versleutelde zaadje en alle in de cache opgeslagen saldi en transacties.
pa: ਇਹ %@ ਨੂੰ ਇਸ iPhone ਤੋਂ ਮਿਟਾਉਂਦਾ ਹੈ, ਇਸਦੇ ਐਨਕ੍ਰਿਪਟਡ seed ਅਤੇ ਕੈਸ਼ ਕੀਤੇ ਬੈਲੰਸ ਤੇ ਲੈਣ-ਦੇਣ ਸਮੇਤ।
pl: Spowoduje to usunięcie %@ z tego iPhone'a, łącznie z jego zaszyfrowanym ziarnem oraz buforowanymi saldami i transakcjami.
pt_br: Isso exclui %@ deste iPhone, incluindo sua semente criptografada e quaisquer saldos e transações em cache.
ro: Aceasta șterge %@ de pe acest iPhone, inclusiv semința sa criptată și orice solduri și tranzacții memorate în cache.
ru: Это удалит %@ с этого iPhone, включая зашифрованный сид и все кэшированные балансы и транзакции.
sk: Týmto sa z tohto iPhonu odstráni %@ vrátane jeho šifrovaného seedu a všetkých uložených zostatkov a transakcií.
sl: S tem se iz tega iPhona izbriše %@, vključno s šifriranim semenom ter vsemi shranjenimi stanji in transakcijami.
sr: Ово брише %@ са овог iPhone-а, укључујући његово шифровано семе и све кеширане билансе и трансакције.
sv: Det här raderar %@ från den här iPhone, inklusive dess krypterade seed och eventuella cachade saldon och transaktioner.
sw: Hii inafuta %@ kutoka kwenye iPhone hii, ikijumuisha seed iliyofungwa kwa siri na salio na miamala iliyohifadhiwa.
ta: இது %@-ஐ இந்த iPhone-ஐருந்து நீக்கும், அதன் என்க்ரிப்ட் செய்யப்பட்ட seed மற்றும் cache செய்யப்பட்ட இருப்புகள் & பரிவர்த்தனைகள் உட்பட.
te: ఇది %@‌ని ఈ iPhone నుండి తొలగిస్తుంది, దాని ఎన్‌క్రిప్ట్ చేసిన సీడ్ మరియు కాష్ చేసిన బ్యాలెన్స్‌లు & లావాదేవీలతో సహా.
th: การกระทำนี้จะลบ %@ ออกจาก iPhone เครื่องนี้ รวมถึง seed ที่เข้ารหัสและยอดคงเหลือกับธุรกรรมที่แคชไว้
tr: Bu işlem %@'yi bu iPhone'dan siler — şifrelenmiş tohumu ve önbellekteki bakiyeler ile işlemler dahil.
uk: Це видалить %@ з цього iPhone, зокрема зашифровану сид-фразу та всі кешовані баланси й транзакції.
ur: یہ %@ کو اس iPhone سے حذف کر دیتا ہے، بشمول اس کا انکرپٹڈ seed اور کوئی بھی محفوظ بیلنس اور لین دین۔
vi: Thao tác này xóa %@ khỏi iPhone này, bao gồm seed đã mã hóa cùng các số dư và giao dịch đã lưu cache.
zh_hans: 这将从此 iPhone 上删除 %@,包括其加密种子以及所有缓存的余额和交易。
zh_hant: 這將從此 iPhone 上刪除 %@,包括其加密種子以及所有快取的餘額和交易。

source: This deletes every wallet on this iPhone, every encrypted seed, every cached balance, every preference. The recovery phrases you wrote down still work — you can import any wallet back if you have its phrase.
af: Dit verwyder elke beursie op hierdie iPhone, elke geënkripteerde saad, elke gekasde saldo en elke voorkeur. Die herstelfrases wat jy neergeskryf het, werk steeds — jy kan enige beursie weer invoer as jy sy frase het.
ar: يحذف هذا كل محفظة على iPhone هذا، وكل بذرة مشفّرة، وكل رصيد مخزّن مؤقتًا، وكل تفضيل. عبارات الاسترداد التي دوّنتها لا تزال صالحة — يمكنك استيراد أي محفظة مرة أخرى إذا كانت عبارتها بحوزتك.
bg: Това изтрива всеки портфейл на този iPhone, всяко криптирано семе, всеки кеширан баланс и всяка настройка. Записаните от вас фрази за възстановяване продължават да работят — можете да импортирате обратно всеки портфейл, ако имате неговата фраза.
bn: এটি এই iPhone-এর প্রতিটি ওয়ালেট, প্রতিটি এনক্রিপ্টেড সিড, প্রতিটি ক্যাশড ব্যালেন্স এবং প্রতিটি পছন্দ মুছে ফেলে। আপনি যে রিকভারি ফ্রেজগুলো লিখে রেখেছেন সেগুলো এখনও কাজ করে — ফ্রেজ থাকলে যেকোনো ওয়ালেট আবার ইম্পোর্ট করতে পারবেন।
ca: Això elimina cada cartera d'aquest iPhone, cada llavor xifrada, cada saldo en memòria cau i cada preferència. Les frases de recuperació que vas apuntar continuen funcionant — pots importar qualsevol cartera de tornada si en tens la frase.
cs: Tímto se smaže každá peněženka na tomto iPhonu, každý šifrovaný seed, každý zůstatek v mezipaměti a každé nastavení. Obnovovací fráze, které jste si zapsali, jsou nadále platné — kteroukoli peněženku můžete znovu importovat, pokud máte její frázi.
da: Dette sletter alle tegnebøger på denne iPhone, alle krypterede seeds, alle cachelagrede saldi og alle indstillinger. De gendannelsesfraser, du har skrevet ned, virker stadig — du kan importere enhver tegnebog tilbage, hvis du har dens frase.
de: Dies löscht jede Wallet auf diesem iPhone, jedes verschlüsselte Seed, jeden zwischengespeicherten Kontostand und jede Einstellung. Die Wiederherstellungs-Phrasen, die Sie notiert haben, funktionieren weiterhin — Sie können jede Wallet wieder importieren, sofern Sie deren Phrase haben.
el: Αυτό διαγράφει κάθε πορτοφόλι σε αυτό το iPhone, κάθε κρυπτογραφημένο σπόρο, κάθε αποθηκευμένο υπόλοιπο και κάθε προτίμηση. Οι φράσεις ανάκτησης που έχετε σημειώσει εξακολουθούν να ισχύουν — μπορείτε να εισαγάγετε ξανά οποιοδήποτε πορτοφόλι αν διαθέτετε τη φράση του.
es: Esto elimina todos los wallets de este iPhone, todas las semillas cifradas, todos los saldos en caché y todas las preferencias. Las frases de recuperación que anotaste siguen funcionando — puedes importar cualquier wallet de vuelta si tienes su frase.
et: See kustutab kõik selle iPhone'i rahakotid, kõik krüpteeritud seemned, kõik vahemällu salvestatud saldod ja kõik eelistused. Üles kirjutatud taastefraasid töötavad endiselt — saad iga rahakoti tagasi importida, kui sul on selle fraas.
fa: این کار هر کیف پولی روی این iPhone، هر بذر رمزنگاری‌شده، هر موجودی کش‌شده و هر تنظیم را حذف می‌کند. عبارات بازیابی‌ای که نوشته‌اید همچنان کار می‌کنند — اگر عبارت یک کیف پول را داشته باشید، می‌توانید آن را دوباره وارد کنید.
fi: Tämä poistaa jokaisen lompakon tästä iPhonesta, jokaisen salatun siemenen, jokaisen välimuistissa olevan saldon ja jokaisen asetuksen. Ylöskirjoittamasi palautuslauseet toimivat edelleen — voit tuoda minkä tahansa lompakon takaisin, jos sinulla on sen lause.
fil: Tinatanggal nito ang bawat wallet sa iPhone na ito, bawat naka-encrypt na seed, bawat naka-cache na balanse, at bawat preference. Gumagana pa rin ang mga naisulat mong recovery phrases — maibabalik mo ang anumang wallet kung nasa iyo ang phrase nito.
fr: Cela supprime chaque portefeuille de cet iPhone, chaque graine chiffrée, chaque solde mis en cache, chaque préférence. Les phrases de récupération que vous avez notées fonctionnent toujours — vous pouvez importer n'importe quel portefeuille à nouveau si vous avez sa phrase.
he: פעולה זו מוחקת כל ארנק ב-iPhone זה, כל זרע מוצפן, כל יתרה מהמטמון וכל העדפה. ביטויי השחזור שרשמת עדיין פועלים — תוכל לייבא כל ארנק בחזרה אם יש לך את הביטוי שלו.
hi: यह इस iPhone पर हर वॉलेट, हर एन्क्रिप्टेड सीड, हर कैश्ड बैलेंस और हर सेटिंग हटा देता है। आपने जो रिकवरी फ़्रेज़ लिखी हैं, वे अब भी काम करती हैं — फ़्रेज़ हो तो कोई भी वॉलेट दोबारा इम्पोर्ट कर सकते हैं।
hr: Ovo briše svaki novčanik na ovom iPhoneu, svako šifrirano sjeme, svako predmemorirano stanje i svaku postavku. Fraze za oporavak koje ste zapisali i dalje funkcioniraju — bilo koji novčanik možete vratiti uvozom ako imate njegovu frazu.
hu: Ez töröl minden tárcát ezen az iPhone-on, minden titkosított seedet, minden gyorsítótárazott egyenleget és minden beállítást. A leírt helyreállítási mondatok továbbra is működnek — bármelyik tárcát újra importálhatja, ha rendelkezik a mondatával.
id: Ini menghapus setiap dompet di iPhone ini, setiap seed terenkripsi, setiap saldo cache, dan setiap preferensi. Frasa pemulihan yang Anda catat tetap berlaku — Anda dapat mengimpor kembali dompet apa pun jika Anda memiliki frasanya.
is: Þetta eyðir hverju veski á þessum iPhone, hverri dulkóðaðri fræ-setningu, hverri skyndiminnisstöðu og hverri stillingu. Endurheimtarsetningarnar sem þú skrifaðir niður virka enn — þú getur flutt hvaða veski sem er aftur inn ef þú hefur setninguna.
it: Questa operazione elimina ogni portafoglio su questo iPhone, ogni seed cifrato, ogni saldo memorizzato e ogni preferenza. Le frasi di recupero che hai annotato funzionano ancora — puoi reimportare qualsiasi portafoglio se ne hai la frase.
ja: これにより、この iPhone 上のすべてのウォレット、暗号化されたシード、キャッシュされた残高、設定が削除されます。書き留めたリカバリーフレーズはそのまま有効です — フレーズがあれば、どのウォレットでも再びインポートできます。
ko: 이 작업은 이 iPhone의 모든 지갑, 모든 암호화된 시드, 모든 캐시 잔액, 모든 환경설정을 삭제합니다. 적어 두신 복구 구문은 여전히 유효하며 — 구문이 있으면 어떤 지갑이든 다시 가져올 수 있습니다.
lt: Tai ištrina kiekvieną piniginę šiame „iPhone“, kiekvieną užšifruotą sėklą, kiekvieną talpyklos likutį ir kiekvieną nuostatą. Užsirašytos atkūrimo frazės vis dar veikia — galite bet kurią piniginę importuoti atgal, jei turite jos frazę.
lv: Tas dzēš katru maku šajā iPhone, katru šifrēto sēklu, katru kešatmiņas atlikumu un katru iestatījumu. Jūsu pierakstītās atkopšanas frāzes joprojām darbojas — varat importēt jebkuru maku atpakaļ, ja jums ir tā frāze.
ml: ഇത് ഈ iPhone-ലെ ഓരോ വാലറ്റും, ഓരോ എൻക്രിപ്റ്റ് ചെയ്ത സീഡും, ഓരോ കാഷ് ബാലൻസും, ഓരോ പ്രിഫറൻസും ഇല്ലാതാക്കും. നിങ്ങൾ എഴുതിയ വീണ്ടെടുക്കൽ വാചകങ്ങൾ ഇപ്പോഴും പ്രവർത്തിക്കും — വാചകം ഉണ്ടെങ്കിൽ ഏതൊരു വാലറ്റും തിരികെ ഇറക്കുമതി ചെയ്യാം.
mr: हे या iPhone वरील प्रत्येक वॉलेट, प्रत्येक एन्क्रिप्टेड बीज, प्रत्येक कॅशे केलेली शिल्लक आणि प्रत्येक प्राधान्य हटवते. तुम्ही लिहून ठेवलेल्या रिकव्हरी वाक्यरचना अजूनही कार्य करतात — वाक्यरचना असेल तर तुम्ही कोणतेही वॉलेट परत आयात करू शकता.
ms: Ini memadam setiap dompet pada iPhone ini, setiap benih tersulit, setiap baki cache, dan setiap keutamaan. Frasa pemulihan yang anda catat masih berfungsi — anda boleh mengimport semula mana-mana dompet jika anda mempunyai frasanya.
nb: Dette sletter hver lommebok på denne iPhonen, hver kryptert seed, hvert bufret saldo og hver innstilling. Gjenopprettingsfrasene du har skrevet ned, fungerer fortsatt — du kan importere enhver lommebok tilbake hvis du har frasen.
nl: Dit verwijdert elke portemonnee op deze iPhone, elke versleutelde seed, elk gecachet saldo en elke voorkeur. De herstelzinnen die je hebt opgeschreven werken nog steeds — je kunt elke portemonnee terugimporteren als je de zin hebt.
pa: ਇਹ ਇਸ iPhone ਦੇ ਹਰ ਵਾਲਿਟ, ਹਰ ਏਨਕ੍ਰਿਪਟਡ ਸੀਡ, ਹਰ ਕੈਸ਼ ਕੀਤਾ ਬੈਲੰਸ ਅਤੇ ਹਰ ਤਰਜੀਹ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੈ। ਤੁਹਾਡੇ ਲਿਖੇ ਰਿਕਵਰੀ ਵਾਕ ਅਜੇ ਵੀ ਕੰਮ ਕਰਦੇ ਹਨ — ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਇਸਦਾ ਵਾਕ ਹੈ ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਵਾਲਿਟ ਨੂੰ ਮੁੜ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: To usuwa każdy portfel na tym iPhonie, każdy zaszyfrowany seed, każde buforowane saldo i każde ustawienie. Frazy odzyskiwania, które zapisałeś, nadal działają — możesz ponownie zaimportować dowolny portfel, jeśli masz jego frazę.
pt_br: Isto apaga todas as carteiras deste iPhone, todas as seeds criptografadas, todos os saldos em cache e todas as preferências. As frases de recuperação que você anotou continuam funcionando — você pode importar qualquer carteira de volta se tiver a frase dela.
ro: Aceasta șterge fiecare portofel de pe acest iPhone, fiecare seed criptat, fiecare sold din cache și fiecare preferință. Frazele de recuperare pe care le-ați notat funcționează în continuare — puteți reimporta orice portofel dacă aveți fraza acestuia.
ru: Это удалит каждый кошелёк на этом iPhone, каждое зашифрованное семя, каждый кэш баланса и каждую настройку. Записанные вами фразы восстановления продолжают работать — любой кошелёк можно импортировать обратно, если у вас есть его фраза.
sk: Týmto sa odstráni každá peněženka na tomto iPhone, každý šifrovaný seed, každý uložený zostatok a každá predvoľba. Frázy na obnovenie, ktoré ste si zapísali, fungujú aj naďalej — ktorúkoľvek peňaženku môžete znovu importovať, ak máte jej frázu.
sl: S tem se izbriše vsaka denarnica na tem iPhonu, vsako šifrirano seme, vsako predpomnjeno stanje in vsaka nastavitev. Obnovitvene fraze, ki ste jih zapisali, še vedno delujejo — katero koli denarnico lahko znova uvozite, če imate njeno frazo.
sr: Ово брише сваки новчаник на овом iPhone-у, свако шифровано семе, свако кеширано стање и сваку поставку. Фразе за опоравак које сте записали и даље раде — било који новчаник можете поново увести ако имате његову фразу.
sv: Detta raderar varje plånbok på denna iPhone, varje krypterad seed, varje cachat saldo och varje inställning. De återställningsfraser du har skrivit ner fungerar fortfarande — du kan importera tillbaka vilken plånbok som helst om du har dess fras.
sw: Hii inafuta kila pochi kwenye iPhone hii, kila mbegu iliyofichwa, kila salio la cache, na kila upendeleo. Vifungu vya kurejesha ulivyoandika bado vinafanya kazi — unaweza kuingiza tena pochi yoyote ikiwa una kifungu chake.
ta: இது இந்த iPhone-ல் உள்ள ஒவ்வொரு வாலட், ஒவ்வொரு குறியாக்கப்பட்ட விதை, ஒவ்வொரு கேச் இருப்பு மற்றும் ஒவ்வொரு விருப்பத்தையும் நீக்குகிறது. நீங்கள் எழுதி வைத்த மீட்டெடுப்பு சொற்றொடர்கள் இன்னும் வேலை செய்யும் — ஒரு வாலட்டின் சொற்றொடர் உங்களிடம் இருந்தால் அதை மீண்டும் இறக்குமதி செய்யலாம்.
te: ఇది ఈ iPhone లో ప్రతి వాలెట్, ప్రతి ఎన్‌క్రిప్ట్ చేయబడిన సీడ్, ప్రతి కాష్ చేయబడిన బ్యాలెన్స్ మరియు ప్రతి ప్రాధాన్యతను తొలగిస్తుంది. మీరు రాసిన రికవరీ పదబంధాలు ఇంకా పనిచేస్తాయి — మీ వద్ద దాని పదబంధం ఉంటే ఏ వాలెట్ అయినా తిరిగి దిగుమతి చేయవచ్చు.
th: การกระทำนี้จะลบกระเป๋าสตางค์ทุกใบบน iPhone นี้ ทุก seed ที่เข้ารหัสไว้ ทุกยอดเงินในแคช และทุกการตั้งค่า วลีกู้คืนที่คุณจดไว้ยังใช้งานได้ — คุณสามารถนำเข้ากระเป๋าใดก็ได้กลับมาได้ถ้าคุณมีวลีของมัน
tr: Bu işlem bu iPhone'daki her cüzdanı, her şifreli tohum kelimeyi, her önbelleğe alınmış bakiyeyi ve her tercihi siler. Yazıya geçirdiğiniz kurtarma ifadeleri hâlâ çalışır — ifadesi sizde olan herhangi bir cüzdanı geri içe aktarabilirsiniz.
uk: Це видалить кожен гаманець на цьому iPhone, кожне зашифроване сід, кожен кешований баланс і кожне налаштування. Записані вами фрази відновлення працюють — будь-який гаманець можна повернути імпортом, якщо у вас є його фраза.
ur: یہ اس iPhone پر ہر والٹ، ہر خفیہ شدہ سیڈ، ہر کیشڈ بیلنس اور ہر ترجیح کو حذف کرتا ہے۔ آپ کے لکھے ہوئے ریکوری فقرے اب بھی کارآمد ہیں — اگر آپ کے پاس کسی والٹ کا فقرہ ہے تو آپ اسے دوبارہ درآمد کر سکتے ہیں۔
vi: Thao tác này xoá mọi ví trên iPhone này, mọi seed đã mã hoá, mọi số dư đã lưu vào bộ nhớ đệm và mọi tuỳ chọn. Các cụm từ khôi phục bạn đã ghi lại vẫn hoạt động — bạn có thể nhập lại bất kỳ ví nào nếu có cụm từ của nó.
zh_hans: 此操作会删除此 iPhone 上的所有钱包、所有加密的种子、所有缓存的余额和所有偏好设置。你抄写过的助记词依然有效 — 只要你有助记词,就可以将任何钱包导入回来。
zh_hant: 此操作會刪除此 iPhone 上的所有錢包、所有加密的種子、所有快取的餘額和所有偏好設定。你抄寫過的助記詞依然有效 — 只要你有助記詞,就可以將任何錢包匯入回來。

source: This doesn't parse as a %@ key. Check the format.
af: Dit word nie as 'n %@-sleutel herken nie. Kontroleer die formaat.
ar: لا يتم تحليل هذا كمفتاح %@. تحقق من التنسيق.
bg: Това не се разпознава като ключ %@. Провери формата.
bn: এটি %@ কী হিসাবে পার্স হচ্ছে না। ফরম্যাট পরীক্ষা করুন।
ca: Això no es reconeix com una clau de %@. Comprova el format.
cs: Toto se nerozpoznává jako klíč %@. Zkontrolujte formát.
da: Dette tolkes ikke som en %@-nøgle. Tjek formatet.
de: Das wird nicht als %@-Schlüssel erkannt. Prüfe das Format.
el: Αυτό δεν αναγνωρίζεται ως κλειδί %@. Ελέγξτε τη μορφή.
es: Esto no se reconoce como una clave de %@. Comprueba el formato.
et: Seda ei tuvastata %@ võtmena. Kontrolli vormingut.
fa: این به‌عنوان کلید %@ تجزیه نمی‌شود. قالب را بررسی کنید.
fi: Tätä ei tunnisteta %@-avaimeksi. Tarkista muoto.
fil: Hindi ito kinikilala bilang %@ key. Suriin ang format.
fr: Ce n'est pas reconnu comme une clé %@. Vérifiez le format.
he: זה לא מפוענח כמפתח %@. בדוק את הפורמט.
hi: यह %@ कुंजी के रूप में पार्स नहीं होता। प्रारूप जाँचें।
hr: Ovo se ne raščlanjuje kao %@ ključ. Provjeri format.
hu: Ez nem értelmezhető %@ kulcsként. Ellenőrizd a formátumot.
id: Ini tidak dikenali sebagai kunci %@. Periksa formatnya.
is: Þetta er ekki greint sem %@ lykill. Athugaðu sniðið.
it: Questo non viene riconosciuto come chiave %@. Controlla il formato.
ja: これは %@ キーとして解析できません。形式を確認してください。
ko: %@ 키로 해석되지 않습니다. 형식을 확인하세요.
lt: Tai neatpažįstama kaip %@ raktas. Patikrink formatą.
lv: Tas netiek atpazīts kā %@ atslēga. Pārbaudi formātu.
ml: ഇത് %@ കീയായി തിരിച്ചറിയുന്നില്ല. ഫോർമാറ്റ് പരിശോധിക്കുക.
mr: हे %@ किल्ली म्हणून पार्स होत नाही. स्वरूप तपासा.
ms: Ini tidak dikenali sebagai kunci %@. Semak formatnya.
nb: Dette tolkes ikke som en %@-nøkkel. Sjekk formatet.
nl: Dit wordt niet herkend als een %@-sleutel. Controleer het formaat.
pa: ਇਹ %@ ਕੁੰਜੀ ਵਜੋਂ ਪਾਰਸ ਨਹੀਂ ਹੁੰਦਾ। ਫਾਰਮੈਟ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: To nie jest rozpoznawane jako klucz %@. Sprawdź format.
pt_br: Isto não é reconhecido como uma chave de %@. Verifique o formato.
ro: Aceasta nu este recunoscută drept o cheie %@. Verifică formatul.
ru: Это не распознаётся как ключ %@. Проверьте формат.
sk: Toto sa nerozpoznáva ako kľúč %@. Skontroluj formát.
sl: To se ne razčleni kot ključ %@. Preveri obliko.
sr: Ово се не препознаје као кључ %@. Провери формат.
sv: Detta tolkas inte som en %@-nyckel. Kontrollera formatet.
sw: Hii haitambuliki kama ufunguo wa %@. Kagua muundo.
ta: இது %@ சாவியாக அடையாளம் காணப்படவில்லை. வடிவத்தை சரிபார்க்கவும்.
te: ఇది %@ కీగా గుర్తించబడలేదు. ఫార్మాట్‌ను తనిఖీ చేయండి.
th: สิ่งนี้ไม่ถูกตีความเป็นคีย์ %@ ตรวจสอบรูปแบบ
tr: Bu %@ anahtarı olarak ayrıştırılmıyor. Biçimi kontrol et.
uk: Це не розпізнається як ключ %@. Перевірте формат.
ur: یہ %@ کلید کے طور پر پارس نہیں ہوتا۔ فارمیٹ چیک کریں۔
vi: Đây không được phân tích là khóa %@. Kiểm tra định dạng.
zh_hans: 这无法解析为 %@ 密钥。请检查格式。
zh_hant: 這無法解析為 %@ 金鑰。請檢查格式。
